Repository: collective/cioppino.twothumbs
Catalog: cioppino/twothumbs/locales/*/LC_MESSAGES/cioppino.twothumbs.po
Languages: ca, de, fr, it, nl, pt_br

source: ${login} to rate ${close-link}
ca: ${login} per a qualificar ${close-link}
de: ${login} zum Abstimmen ${close-link}
fr: ${login} pour noter ${close-link}
it: ${login} per votare ${close-link}
nl: ${login} om te stemmen ${close-link}
pt_br: ${login} para avaliar ${close-link}

source: Adds the ability to rate content based on facebook-like thumbs.
nl: Voegt de mogelijkheid to om content leuk of niet leuk te vinden.

source: Close
ca: Tancar
de: Schliessen
fr: Fermer
it: Chiudi
nl: Sluiten
pt_br: Fechar

source: Content Ratings (cioppino.twothumbs)
nl: Duimpje omhoog/omlaag (cioppino.twothumbs)

source: I dislike this (click again to undo)
ca: No m'agrada (torna a clicar per a desfer)
de: Mir gefällt das nicht (erneut Klicken macht Rückgängig)
fr: Je n'aime pas (cliquer de nouveau pour annuler)
it: Non mi piace (clicca nuovamente per annullare)
nl: Vind ik niet leuk (opnieuw klikken om ongedaan te maken)
pt_br: Não curti (clique novamente para desfazer)

source: I like this (click again to undo)
ca: M'agrada (torna a clicar per a desfer)
de: Gefällt mir (erneut Klicken macht Rückgängig)
fr: J'aime (cliquer de nouveau pour annuler)
it: Mi piace (clicca nuovamente per annullare)
nl: Vind ik leuk (opnieuw klikken om ongedaan te maken)
pt_br: Curti (clique novamente para desfazer)

source: Like
ca: M'agrada
de: Gefällt mir
fr: Aimer
it: Piace
nl: Is leuk
pt_br: Curtir

source: Log in
ca: Entra
de: Einloggen
fr: Se connecter
it: Entra
nl: Aanmelden
pt_br: Logar

source: Object disliked
nl: Item niet leuk gevonden

source: Object liked
nl: Item leuk gevonden

source: Object undisliked
nl: Item niet leuk vinden ongedaan gemaakt

source: Object unliked
nl: Item leuk vinden ongedaan gemaakt

source: Ugh
ca: No m'agrada
de: Gefällt mir nicht
fr: Pouah
nl: Is niet leuk
pt_br: Não curti

source: We don't like ambiguity around here. Check yo self before you wreck yo self.
ca: No ens agrada l'ambigüitat per aquí. Revisi el seu acte abans d'arruïnar-ho.
de: Wir wollen keine Unklarheit hier. Prüfe Deine Meinung bevor Du zu Bruch geht.
fr: N'ou n'aimont pas l'ambiguité par ici. Vérifier avant de jeter la pierre.
nl: We willen het liefst geen onduidelijkheid.
pt_br: Não gostamos de ambiguidades por aqui. Revise antes que naufrague.

source: You dislike this. Thanks for the feedback!
ca: No t'ha agradat. Gràcies pels comentaris!
de: Dir gefällt das nicht. Danke für Deine Meinung.
fr: Vous n'aimez pas. Merci de votre retour !
it: Questo non ti piace. Grazie per il tuo feedback
nl: Dit is niet leuk/interessant. Bedankt voor uw feedback!
pt_br: Você não curtiu. Obrigado pela participação!

source: You liked this. Thanks for the feedback!
ca: T'ha agradat. Gràcies pels comentaris!
de: Dir gefällt das. Danke für Deine Meinung.
fr: Vous aimez. Merci de votre retour !
it: Questo ti piace. Grazie per il tuo feedback
nl: Dit is leuk/interessant. Bedankt voor uw feedback!
pt_br: Você curtiu. Obrigado pela participação!

source: Your vote has been removed.
ca: El seu vot ha estat eliminat.
de: Deine Stimme wurde entfernt.
fr: Votre vote a été supprimé.
it: Il tuo voto Ã¨ stato rimosso
nl: Uw feedback is verwijderd.
pt_br: Sua avaliação foi removida.

source: cioppino.twothumbs base profile
nl: cioppino.twothumbs basisprofiel

source: cioppino.twothumbs uninstall base profile
nl: cioppino.twothumbs uninstall basisprofiel

source: ${dislikes} dislikes
ca: ${dislikes} no els hi agrada
de: ${dislikes} gefällt das nicht
fr: ${dislikes} n'aiment pas
it: ${dislikes} non piace
pt_br: ${dislikes} não curtir

source: ${likes} likes,
ca: ${likes} els hi agrada,
de: ${likes} gefällt das,
fr: ${likes} aiment,
it: ${likes} piace,
pt_br: ${likes} curtir,
